Repository: cirinojr/skl-theme
Catalog: languages/*.po
Languages: fil, lb_lu

source: Header Menu
fil: Menu ng Header

source: Bottom Menu
fil: Menu sa Ibaba

source: Theme Settings
fil: Mga Setting ng Theme
lb_lu: Theme Astellungen

source: General Settings
fil: Mga General na Setting
lb_lu: Allgemeng Astellungen

source: Color Settings
fil: Mga Setting ng Kulay
lb_lu: Faarwen Astellungen

source: Language Settings
fil: Mga Setting ng Wika
lb_lu: Sprooch Astellungen

source: Primary Color
fil: Pangunahing Kulay

source: Secondary Color
fil: Pangalawang Kulay

source: Text Color
fil: Kulay ng Teksto

source: Background Color
fil: Kulay ng Background

source: Success Color
fil: Kulay ng Tagumpay

source: Danger Color
fil: Kulay ng Panganib

source: Current Language:
fil: Kasalukuyang Wika:
lb_lu: Aktuell Sprooch:

source: Site Language
fil: Wika ng Site
lb_lu: Site Sprooch

source: Portuguese (Brazil)
fil: Portuges (Brazil)

source: English (United States)
fil: Ingles (Estados Unidos)

source: Spanish (Spain)
fil: Espanyol (Espanya)

source: French (France)
fil: Pranses (Pransya)

source: German (Germany)
fil: Aleman (Alemanya)

source: Korean (South Korea)
fil: Koreano (Timog Korea)

source: Italian (Italy)
fil: Italyano (Italya)

source: Japanese (Japan)
fil: Hapones (Hapon)

source: Portuguese (Portugal)
fil: Portuges (Portugal)

source: Filipino (Philippines)
fil: Filipino (Pilipinas)

source: Select the language for your site. This will change the language of the theme interface and content.
fil: Piliin ang wika para sa inyong site. Ito ay magbabago ng wika ng theme interface at content.
lb_lu: Wielt d'Sprooch fir äert Site. Dëst wäert d'Sprooch vum Theme Interface an dem Contenu änneren.

source: Quick Language Switch
fil: Mabilis na Pagpalit ng Wika
lb_lu: Séier Sprooch Wissel

source: Click on a language below to change it immediately:
fil: Mag-click sa isang wika sa ibaba para palitan ito agad:
lb_lu: Klickt op eng Sprooch ënnendrënner fir et direkt ze änneren:

source: Portuguese
fil: Portuges
lb_lu: Portugisesch

source: Current
fil: Kasalukuyan
lb_lu: Aktuell

source: English
fil: Ingles
lb_lu: Englesch

source: Spanish
fil: Espanyol

source: French
fil: Pranses

source: Reset Language Settings
fil: I-reset ang mga Setting ng Wika
lb_lu: Sprooch Astellungen Zrécksetzen

source: Reset to Default Language
fil: I-reset sa Default na Wika
lb_lu: Op Standard Sprooch Zrécksetzen

source: Language Information
fil: Impormasyon ng Wika
lb_lu: Sprooch Informatioun

source: Language Code:
fil: Code ng Wika:
lb_lu: Sprooch Code:

source: Available Languages:
fil: Mga Available na Wika:
lb_lu: Verfügbar Sproochen:

source: Translation Files:
fil: Mga Translation File:
lb_lu: Iwwersetzungs Fichieren:

source: Missing
fil: Nawawala
lb_lu: Feelt

source: Instructions
fil: Mga Tagubilin
lb_lu: Instruktiounen

source: Use the dropdown above to select your preferred language
fil: Gamitin ang dropdown sa itaas para piliin ang inyong gustong wika

source: Or use the quick buttons for instant language switching
fil: O gamitin ang mga quick button para sa instant na pagpalit ng wika

source: The change affects both the admin panel and front-end of your site
fil: Ang pagbabago ay nakakaapekto sa admin panel at front-end ng inyong site

source: All theme text will be displayed in the selected language
fil: Lahat ng theme text ay magiging nakadisplay sa napiling wika

source: Use the reset button if you encounter any language-related issues
fil: Gamitin ang reset button kung makatagpo ng mga language-related na problema

source: Luxembourgish (Luxembourg)
lb_lu: Lëtzebuergesch (Lëtzebuerg)

source: Available
lb_lu: Verfügbar
